rpi5-1/20240121-0340-jemalloc/1-locks/1000/pgbench-warmup-1-100.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 1
partition method: range
partitions: 100
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 1381122
number of failed transactions: 0 (0.000%)
latency average = 1.389 ms
initial connection time = 61.153 ms
tps = 23034.927723 (without initial connection time)